["These regulations may be called the SEBI (Prohibition of Insider Trading) Regulations, 2015.", "These regulations shall come into force on the one hundred and twentieth day from the date of its publication in the Official Gazette.", "In these regulations, unless the context otherwise requires, the following words, expressions and derivations therefrom shall have the meanings assigned to them as under:–\n(a)“Act” means the Securities and Exchange Board of India Act, 1992 (15 of 1992);\n(b)“Board” means the Securities and Exchange Board of India;\n(c)“compliance officer” means any senior officer, designated so and reporting to the board of directors or head of the organization in case board is not there, who is financially literate and is capable of appreciating requirements for legal and regulatory compliance under these regulations and who shall be responsible for compliance of policies, procedures, maintenance of records, monitoring adherence to the rules for the preservation of unpublished price sensitive information, monitoring of trades and the implementation of the codes specified in these regulations under the overall supervision of the board of directors of the listed company or the head of an organization, as the case may be.\nExplanation – For the purpose of this regulation, “financially literate” shall mean a person who has the ability to read and understand basic financial statements i.e. balance sheet, profit and loss account, and statement of cash flows;\n(d)\"connected person\" means,-\n(i)any person who is or has during the six months prior to the concerned act been associated with a company, directly or indirectly, in any capacity including by\nreason of frequent communication with its officers or by being in any contractual, fiduciary or employment relationship or by being a director, officer or an employee of the company or holds any position including a professional or\n1Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\nbusiness relationship between himself and the company whether temporary or permanent, that allows such person, directly or indirectly, access to unpublished price sensitive information or is reasonably expected to allow such access.\n(ii)Without prejudice to the generality of the foregoing, the persons falling within the following categories shall be deemed to be connected persons unless the contrary is established, -\n(a). an immediate relative of connected persons specified in clause (i); or\n(b). a holding company or associate company or subsidiary company; or\n(c). an intermediary as specified in section 12 of the Act or an employee or director thereof; or\n(d). an investment company, trustee company, asset management company or an employee or director thereof; or\n(e). an official of a stock exchange or of clearing house or corporation; or\n(f). a member of board of trustees of a mutual fund or a member of the board of directors of the asset management company of a mutual fund or is an employee thereof; or\n(g). a member of the board of directors or an employee, of a public financial institution as defined in section 2 (72) of the Companies Act, 2013; or\n(h). an official or an employee of a self-regulatory organization recognised or authorized by the Board; or\n(i). a banker of the company; or\n(j). a concern, firm, trust, Hindu undivided family, company or association of persons wherein a director of a company or his immediate relative or banker of the company, has more than ten per cent. of the holding or interest;\nNOTE: It is intended that a connected person is one who has a connection with the company that is expected to put him in possession of unpublished price sensitive information. Immediate relatives and other categories of persons specified above are also presumed to be connected persons but such a presumption is a deeming legal fiction and\nis rebuttable. This definition is also intended to bring into its ambit persons who may not seemingly occupy any position in a company but are in regular touch with the company and its officers and are involved in the know of the company’s operations. It is intended to bring within its ambit those who would have access to or could access unpublished price sensitive information about any company or class of companies by virtue of any connection that would put them in possession of unpublished price sensitive information.\n(e)\"generally available information\" means information that is accessible to the public on a non-discriminatory basis;\nNOTE: It is intended to define what constitutes generally available information so that it is easier to crystallize and appreciate what unpublished price sensitive information is. Information published on the website of a stock exchange, would ordinarily be considered generally available.\n(f)“immediate relative” means a spouse of a person, and includes parent, sibling, and\nchild of such person or of the spouse, any of whom is either dependent financially on such person, or consults such person in taking decisions relating to trading in securities;\nNOTE: It is intended that the immediate relatives of a “connected person” too become connected persons for purposes of these regulations. Indeed, this is a rebuttable presumption.\n(g)\"insider\" means any person who is:\ni)a connected person; or\nii)in possession of or having access to unpublished price sensitive information;\nNOTE: Since “generally available information” is defined, it is intended that anyone in possession of or having access to unpublished price sensitive information should be considered an “insider” regardless of how one came in possession of or had access to such information. Various circumstances are provided for such a person to demonstrate that he has not indulged in insider trading. Therefore, this definition is intended to bring within its reach any person who is in receipt of or has access to unpublished price sensitive information. The onus of showing that a certain person was in possession of or had access to unpublished price sensitive information at the time of trading would, therefore, be on the person leveling the charge after which the person who has traded when in possession of or having access to unpublished price sensitive information may demonstrate that he was not in such possession or that he has not traded or or he could not access or that his trading when in possession of such information was squarely covered by the exonerating circumstances.\n(h)\"promoter\" shall have the meaning assigned to it under the Securities and Exchange Board of India (Issue of Capital and Disclosure Requirements) Regulations,\n2018 or any modification thereof;\n(ha) \"promoter group\" shall have the meaning assigned to it under the Securities and Exchange Board of India (Issue of Capital and Disclosure Requirements) Regulations, 2018 or any modification thereof;\n(hb) “proposed to be listed” shall include securities of an unlisted company:\n(i)if such unlisted company has filed offer documents or other documents, as the case may be, with the Board, stock exchange(s) or registrar of companies in connection with the listing; or\n2Substituted for the number “2009” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n3Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019)\n4Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n5Re-numbered by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019)\n(ii)if such unlisted company is getting listed pursuant to any merger or amalgamation and has filed a copy of such scheme of merger or amalgamation under the Companies Act, 2013;\n(i)\"securities\" shall have the meaning assigned to it under the Securities Contracts (Regulation) Act, 1956 (42 of 1956) or any modification thereof except units of a mutual fund;\n(j)\"specified\" means specified by the Board in writing;\n(k)“takeover regulations” means the Securities and Exchange Board of India\n(Substantial Acquisition of Shares and Takeovers) Regulations, 2011 and any amendments thereto;\n(l)\"trading\" means and includes subscribing, buying, selling, dealing, or agreeing to subscribe, buy, sell, deal in any securities, and \"trade\" shall be construed accordingly ;\nNOTE: Under the parliamentary mandate, since the Section 12A (e) and Section 15G of the Act employs the term 'dealing in securities', it is intended to widely define the term “trading” to include dealing. Such a construction is intended to curb the activities based on unpublished price sensitive information which are strictly not buying, selling or subscribing, such as pledging etc when in possession of unpublished price sensitive information.\n(m)“trading day” means a day on which the recognized stock exchanges are open for\ntrading;\n(n)\"unpublished price sensitive information\" means any information, relating to a company or its securities, directly or indirectly, that is not generally available which upon becoming generally available, is likely to materially affect the price of the securities and shall, ordinarily including but not restricted to, information relating to the following: –\n(i)financial results;\n(ii)dividends;\n(iii)change in capital structure;\n(iv)mergers, de-mergers, acquisitions, delistings, disposals and expansion of business and such other transactions;\n(v)changes in key managerial personnel.\n***.", "No insider shall communicate, provide, or allow access to any unpublished price sensitive information, relating to a company or securities listed or proposed to be listed, to any person including other insiders except where such communication is in furtherance of legitimate purposes, performance of duties or discharge of legal obligations.", "NOTE: This provision is intended to cast an obligation on all insiders who are essentially persons in possession of unpublished price sensitive information to handle such information with care and to deal with the information with them when transacting their business strictly on a need-to-know basis. It is also intended to lead to organisations developing practices based on need-to-know principles for treatment of information in their possession.", "No person shall procure from or cause the communication by any insider of unpublished price sensitive information, relating to a company or securities listed or proposed to be listed, except in furtherance of legitimate purposes, performance of duties or discharge of legal obligations.", "NOTE: This provision is intended to impose a prohibition on unlawfully procuring possession of unpublished price sensitive information. Inducement and procurement of unpublished price sensitive information not in furtherance of one’s legitimate duties and discharge of obligations would be illegal under this provision.", "(2A) The board of directors of a listed company shall make a policy for determination of “legitimate purposes” as a part of “Codes of Fair Disclosure and Conduct” formulated under regulation 8.", "Explanation – For the purpose of illustration, the term “legitimate purpose” shall include sharing of unpublished price sensitive information in the ordinary course of business by an insider with", "7Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019).", "partners, collaborators, lenders, customers, suppliers, merchant bankers, legal advisors, auditors, insolvency professionals or other advisors or consultants, provided that such sharing has not been carried out to evade or circumvent the prohibitions of these regulations.", "(2B) Any person in receipt of unpublished price sensitive information pursuant to a “legitimate purpose” shall be considered an “insider” for purposes of these regulations and due notice shall be given to such persons to maintain confidentiality of such unpublished price sensitive information in compliance with these regulations.", "Notwithstanding anything contained in this regulation, an unpublished price sensitive information may be communicated, provided, allowed access to or procured, in connection with a transaction that would:–\n(i)entail an obligation to make an open offer under the takeover regulations where the board of directors of the listed company is of informed opinion that sharing of such information is in the best interests of the company;\nNOTE: It is intended to acknowledge the necessity of communicating, providing, allowing access to or procuring UPSI for substantial transactions such as takeovers, mergers and acquisitions involving trading in securities and change of control to assess a potential investment. In an open offer under the takeover regulations, not only would the same price be made available to all shareholders of the company but also all information necessary to enable an informed divestment or retention decision by the public shareholders is required to be made available to all shareholders in the letter of offer under those regulations.\n8Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n9Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n10Substituted for the words “the proposed transaction” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019).\n(ii)not attract the obligation to make an open offer under the takeover regulations but where the board of directors of the listed company is of informed opinion that sharing of such information is in the best interests of the company and the information that constitute unpublished price sensitive information is disseminated to be made generally available at least two trading days prior to the proposed transaction being effected in such form as the board of directors may determine to be adequate and fair to cover all relevant and material facts.\nNOTE: It is intended to permit communicating, providing, allowing access to or procuring UPSI also in transactions that do not entail an open offer obligation under the takeover regulations when authorised by the board of directors if sharing of such information is in the best interests of the company. The board of directors, however, would cause public disclosures of such unpublished price sensitive information well before the proposed transaction to rule out any information asymmetry in the market.", "For purposes of sub-regulation (3), the board of directors shall require the parties to execute agreements to contract confidentiality and non-disclosure obligations on the part of such parties and such parties shall keep information so received confidential, except for the purpose of sub-regulation (3), and shall not otherwise trade in securities of the company when in possession of unpublished price sensitive information.", " The board of directors shall ensure that a structured digital database is maintained containing the names of such persons or entities as the case may be with whom information is shared under this regulation along with the Permanent Account Number or any other identifier authorized by law where Permanent Account Number is not available. Such databases shall be", "11Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "12Substituted for the words “that the proposed transaction” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "13Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "14Substituted for the words “if it” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "15Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "No insider shall trade in securities that are listed or proposed to be listed on a stock exchange when in possession of unpublished price sensitive information:", "Explanation –When a person who has traded in securities has been in possession of unpublished price sensitive information, his trades would be presumed to have been motivated by the knowledge and awareness of such information in his possession.", "Provided that the insider may prove his innocence by demonstrating the circumstances including the following: –\n(i)the transaction is an off-market inter-se transfer between insiders who were in possession of the same unpublished price sensitive information without being in breach of regulation 3 and both parties had made a conscious and informed trade decision.\nProvided that such unpublished price sensitive information was not obtained under sub-regulation (3) of regulation 3 of these regulations.\nProvided further that such off-market trades shall be reported by the insiders to the company within two working days. Every company shall notify the particulars of such trades to the stock exchange on which the securities are listed within two trading days from receipt of the disclosure or from becoming aware of such information.;\n16Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n17Substituted for the word “promoters” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n18Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n(ii) the transaction was carried out through the block deal window mechanism between persons who were in possession of the unpublished price sensitive information without being in breach of regulation 3 and both parties had made a conscious and informed trade decision;\nProvided that such unpublished price sensitive information was not obtained by either person under sub-regulation (3) of regulation 3 of these regulations.\n(iii)the transaction in question was carried out pursuant to a statutory or regulatory obligation to carry out a bona fide transaction.\n(iv)the transaction in question was undertaken pursuant to the exercise of stock options in respect of which the exercise price was pre-determined in compliance with applicable regulations.\n(v)in the case of non-individual insiders: –\n(a)the individuals who were in possession of such unpublished price sensitive information were different from the individuals taking trading decisions and such decision-making individuals were not in possession of such unpublished price sensitive information when they took the decision to trade; and\n(b)appropriate and adequate arrangements were in place to ensure that these regulations are not violated and no unpublished price sensitive information was communicated by the individuals possessing the information to the individuals taking trading decisions and there is no evidence of such arrangements having been breached;\n(vi)the trades were pursuant to a trading plan set up in accordance with regulation 5.\n19Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\nNOTE: When a person who has traded in securities has been in possession of unpublished price sensitive information, his trades would be presumed to have been motivated by the knowledge and awareness of such information in his possession. The reasons for which he trades or the purposes to which he applies the proceeds of the transactions are not intended to be relevant for determining whether a person has violated the regulation. He traded when in possession of unpublished price sensitive information is what would need to be demonstrated at the outset to bring a charge. Once this is established, it would be open to the insider to prove his innocence by demonstrating the circumstances mentioned in the proviso, failing which he would have violated the prohibition.", "An insider shall be entitled to formulate a trading plan and present it to the compliance officer for approval and public disclosure pursuant to which trades may be carried out on his behalf in accordance with such plan.", "NOTE: This provision intends to give an option to persons who may be perpetually in possession of unpublished price sensitive information and enabling them to trade in securities in a compliant manner. This provision would enable the formulation of a trading plan by an insider to enable him to plan for trades to be executed in future. By doing so, the possession of unpublished price sensitive information when a trade under a trading plan is actually executed would not prohibit the execution of such trades that he had pre-decided even before the unpublished price sensitive information came into being.", "Such trading plan shall:–\n(i)not entail commencement of trading on behalf of the insider earlier than six months from the public disclosure of the plan;\nNOTE: It is intended that to get the benefit of a trading plan, a cool-off period of six months is necessary. Such a period is considered reasonably long for unpublished price sensitive information that is in possession of the insider when formulating the trading plan, to become generally available. It is also considered to be a reasonable period for a time lag in which new unpublished price sensitive information may come into being without adversely affecting the trading plan formulated earlier. In any case, it should be remembered that this is only a statutory cool-off period and would not grant immunity from action if the insider were to be in possession of the same unpublished price sensitive information both at the time of formulation of the plan and implementation of the same.\n(ii)not entail trading for the period between the twentieth trading day prior to the last day of any financial period for which results are required to be announced by the issuer of the securities and the second trading day after the disclosure of such financial results;\nNOTE: Since the trading plan is envisaged to be an exception to the general rule prohibiting trading by insiders when in possession of unpublished price sensitive information, it is important that the trading plan does not entail trading for a reasonable period around the declaration of financial results as that would generate unpublished price sensitive information.\n(iii)entail trading for a period of not less than twelve months;\nNOTE: It is intended that it would be undesirable to have frequent announcements of trading plans for short periods of time rendering meaningless the defence of a\nreasonable time gap between the decision to trade and the actual trade. Hence it is felt that a reasonable time would be twelve months.\n(iv)not entail overlap of any period for which another trading plan is already in existence;\nNOTE: It is intended that it would be undesirable to have multiple trading plans operating during the same time period. Since it would be possible for an insider to time the publication of the unpublished price sensitive information to make it generally available instead of timing the trades, it is important not to have the ability to initiate more than one plan covering the same time period.\n(v)set out either the value of trades to be effected or the number of securities to be traded along with the nature of the trade and the intervals at, or dates on which such trades shall be effected; and\nNOTE: It is intended that while regulations should not be too prescriptive and rigid about what a trading plan should entail, they should stipulate certain basic parameters that a trading plan should conform to and within which, the plan may be formulated with full flexibility. The nature of the trades entailed in the trading plan i.e. acquisition or disposal should be set out. The trading plan may set out the value of securities or the number of securities to be invested or divested. Specific dates or specific time intervals may be set out in the plan.\n(vi)not entail trading in securities for market abuse.\nNOTE: Trading on the basis of such a trading plan would not grant absolute immunity from bringing proceedings for market abuse. For instance, in the event of manipulative timing of the release of unpublished price sensitive information to ensure that trading under a trading plan becomes lucrative in circumvention of regulation 4 being detected, it would be open to initiate proceedings for alleged breach of SEBI (Prohibition of\nFraudulent and Unfair Trade Practices Relating to the Securities Market) Regulations, 2003.", "The compliance officer shall review the trading plan to assess whether the plan would have any potential for violation of these regulations and shall be entitled to seek such express undertakings as may be necessary to enable such assessment and to approve and monitor the implementation of the plan.", "Provided that pre-clearance of trades shall not be required for a trade executed as per an approved trading plan.", "Provided further that trading window norms and restrictions on contra trade shall not be applicable for trades carried out in accordance with an approved trading plan.", "NOTE: It is intended that the compliance officer would have to review and approve the plan. For doing so, he may need the insider to declare that he is not in possession of unpublished price sensitive information or that he would ensure that any unpublished price sensitive information in his possession becomes generally available before he commences executing his trades. Once satisfied, he may approve the trading plan, which would then have to be implemented in accordance with these regulations.", "The trading plan once approved shall be irrevocable and the insider shall mandatorily have to implement the plan, without being entitled to either deviate from it or to execute any trade in the securities outside the scope of the trading plan.", "Provided that the implementation of the trading plan shall not be commenced if any unpublished price sensitive information in possession of the insider at the time of formulation of the plan has not become generally available at the time of the commencement of implementation and in such event the compliance officer shall confirm that the commencement ought to be deferred until", "20Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "such unpublished price sensitive information becomes generally available information so as to avoid a violation of sub-regulation (1) of regulation 4.", "NOTE: It is intended that since the trading plan is an exception to the general rule that an insider should not trade when in possession of unpublished price sensitive information, changing the plan or trading outside the same would negate the intent behind the exception. Other investors in the market, too, would factor the impact of the trading plan on their own trading decisions and in price discovery. Therefore, it is not fair or desirable to permit the insider to deviate from the trading plan based on which others in the market have assessed their views on the securities.", "The proviso is intended to address the prospect that despite the six-month gap between the formulation of the trading plan and its commencement, the unpublished price sensitive information in possession of the insider is still not generally available. In such a situation, commencement of the plan would conflict with the over-riding principle that trades should not be executed when in possession of such information. If the very same unpublished price sensitive information is still in the insider’s possession, the commencement of execution of the trading plan ought to be deferred.", "Every public disclosure under this Chapter shall be made in such form as may be specified.", "The disclosures to be made by any person under this Chapter shall include those relating", "to trading by such person’s immediate relatives, and by any other person for whom such person takes trading decisions.", "NOTE: It is intended that disclosure of trades would need to be of not only those executed by the person concerned but also by the immediate relatives and of other persons for whom the person concerned takes trading decisions. These regulations are primarily aimed at preventing abuse by trading when in possession of unpublished price sensitive information and therefore, what matters is whether the person who takes trading decisions is in possession of such information rather than whether the person who has title to the trades is in such possession.", "The disclosures of trading in securities shall also include trading in derivatives of securities and the traded value of the derivatives shall be taken into account for purposes of this Chapter:", "Provided that trading in derivatives of securities is permitted by any law for the time being in force.", "The disclosures made under this Chapter shall be maintained by the company, for a minimum period of five years, in such form as may be specified.", "Initial Disclosures.\n(a). Every promoter , member of the promoter group , key managerial personnel and director of every company whose securities are listed on any recognised stock exchange shall disclose his holding of securities of the company as on the date of these regulations taking effect, to the company within thirty days of these regulations taking effect;\n(b). Every person on appointment as a key managerial personnel or a director of the company or upon becoming a promoter or member of the promoter group shall disclose his holding of securities of the company as on the date of appointment or becoming a promoter, to the company within seven days of such appointment or becoming a promoter.", "Continual Disclosures.\n(a). Every promoter , member of the promoter group, designated person and director of every company shall disclose to the company the number of such securities acquired or disposed of within two trading days of such transaction if the value of the securities traded, whether in one transaction or a series of transactions over any calendar quarter, aggregates to a traded value in excess of ten lakh rupees or such other value as may be specified;\n(b). Every company shall notify the particulars of such trading to the stock exchange on which the securities are listed within two trading days of receipt of the disclosure or from becoming aware of such information.\n21Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019)\n22Substituted for the word \"promoter\" by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019)\n23Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2019 (w.e.f. January 21, 2019)\n24Substituted for the word “employee” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\nExplanation. — It is clarified for the avoidance of doubts that the disclosure of the incremental transactions after any disclosure under this sub-regulation, shall be made when the transactions effected after the prior disclosure cross the threshold specified in clause (a) of sub-regulation (2).\nDisclosures by other connected persons.", "In this Chapter, unless the context otherwise requires:-\n(a)‘Investor Protection and Education Fund’ means the Investor Protection and Education Fund created by the Board under section 11 of the Act;\n(b)‘Informant’ means an individual(s), who voluntarily submits to the Board a Voluntary Information Disclosure Form relating to an alleged violation of insider trading laws that has occurred, is occurring or has a reasonable belief that it is about to occur, in a manner\n25 Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Third Amendment) Regulations, 2019 (w.e.f. December 26, 2019)\nprovided under these regulations, regardless of whether such individual(s) satisfies the requirements, procedures and conditions to qualify for a reward;\n(c)‘Informant Incentive Committee’ means the High Powered Advisory Committee constituted by the Board in the manner as may be specified under regulation 11 of the Securities and Exchange Board of India (Settlement Proceedings) Regulations, 2018.\n(d)‘insider trading laws’ means the following provisions of securities laws,-\ni.Section 15G of the Act;\nii.regulation 3 of these regulations;\niii.regulation 4 of these regulations;\niv.regulation 5 of these regulations; and\nv.regulation 9 or regulation 9A of these regulations, in so far as they pertain to trading or communication of unpublished price sensitive information.\n(e)‘irrelevant, vexatious and frivolous information’ includes, reporting of information which in the opinion of the Board, -\n(i)Does not constitute a violation of insider trading laws; or\n(ii)Is rendered solely for the purposes of malicious prosecution; or\n(iii)Is rendered intentionally in an effort to waste the time and resource of the Board.\n(f)‘Legal Representative’ means a duly authorised individual who is admitted to the practice of law in India;\n(g)‘Monetary Sanctions’ shall mean any non-monetary settlement terms or any direction of the Board, in the nature of disgorgement under securities laws aggregating to at least Rupees one crore arising from the same operative facts contained in the original information.\n(h)‘Original Information’ means any relevant information submitted in accordance with these regulations pertaining to any violation of insider trading laws that is:-\n(i)derived from the independent knowledge and analysis of the Informant;\n(ii)not known to the Board from any other source, except where the Informant is the original source of the information;\n(iii)is sufficiently specific, credible and timely to - (1) commence an examination or inquiry or audit, (2) assist in an ongoing examination or investigation or inquiry or audit, (3) open or re-open an investigation or inquiry, or (4) inquire into a different conduct as part of an ongoing examination or investigation or inquiry or audit directed by the Board;\n(iv)not exclusively derived from an allegation made in a judicial or administrative hearing, in a Governmental report, hearing, audit, or investigation, or from the news media, except where the Informant is the original source of the information; and\n(v)not irrelevant or frivolous or vexatious.\nExplanation. –Information which does not in the opinion of the Board add to the information already possessed by the Board is not original information.\n(i)‘own analysis’ means the examination and evaluation of the relevant information by the Informant that may be publicly available, but which reveals analysis that is not known to SEBI:\nProvided that such analysis is not derived from professional or confidential communication protected under the Indian Evidence Act, 1872 (1 of 1872);\n(j)‘own knowledge’ means relevant information in the possession of the Informant not derived from publicly available sources:\nProvided that such knowledge is not derived from professional or confidential communications protected under the Indian Evidence Act, 1872 (1 of 1872);", "An Informant shall submit Original Information by furnishing the Voluntary Information Disclosure Form to the Office of Informant Protection of the Board in the format and manner set out in Schedule D. The Voluntary Information Disclosure Form may be submitted through informant’s legal representative:", "Provided that where the Informant does not submit the Voluntary Information Disclosure Form through a legal representative, the Board may require such Informant to appear in person to ascertain his/her identity and the veracity of the information so provided.", "Explanation. – Where any information pertaining to any violation of the Securities Laws is received in a manner not in accordance with the manner provided under these regulations, the Board may require such information to be filed with it in accordance with these regulations or reject the same.", "The legal representative shall,-\ni.Verify the identity and contact details of the Informant;\nii.Unless otherwise required by the Board, maintain confidentiality of the identity and existence of the Informant, including the original Voluntary Information Disclosure Form;\niii.Undertake and certify that he/she,-\n(a)Has reviewed the completed and signed Voluntary Information Disclosure Form for completeness and accuracy and that the information contained therein is true, correct and complete to the best of his/her knowledge;\n(b)Has obtained a irrevocable consent from the Informant to provide to the Board with original Voluntary Information Disclosure Form whenever required by the Board; and\n(c)Agrees to be legally obligated to provide the original Voluntary Information Disclosure Form within seven (7) calendar days of receiving such requests from the Board.\niv.Submits to the Board, the copy of the Voluntary Information Disclosure Form in the manner provided in Schedule D of these regulations along with a signed certificate as required under clause (iii) of this sub-regulation (2).", "The Board may designate a division to function as the independent Office of Informant Protection.", "The Office of Informant Protection shall perform such functions as may be specified by the Board, including,-\ni.Receiving and registering the Voluntary Information Disclosure Form;\nii.Making all necessary communications with the Informant;\niii.Maintaining a hotline for the benefit of potential Informant;\niv.Maintaining confidentiality of the legal representative of the Informant and act as an interface between the Informant and the officers of the Board;\nv.Interacting with the Informant Incentive Committee;\nvi.Issuing press releases and rewards relating to Informant; and\nvii.Submitting an annual report to the Board relating to the functioning of the Office of Informant Protection.", "On receipt of the Voluntary Information Disclosure Form, the Office of Informant Protection shall communicate the substance of the information along with the evidence submitted by the informant to the relevant department or division of the Board for examination and initiation of necessary action, if any.", "Upon collection or substantial recovery of the monetary sanctions amounting to at least twice the Reward, the Board may at its sole discretion, declare an Informant eligible for Reward and intimate the Informant or his or her legal representative to file an application in the format provided in Schedule-E for claiming such Reward:", "Provided that the amount of Reward shall be ten percent of the monetary sanctions collected or recovered and shall not exceed Rupees One crore or such higher amount as the Board may specify from time to time:", "Provided further that the Board may if deemed fit, out of the total Reward payable, grant an interim reward not exceeding Rupees Ten lacs or such higher amount as the Board may specify from time to time, on the issue of final order by the Board against the person directed to disgorge.", "In case of more than one Informant jointly providing the Original Information, the Reward, as specified in the intimation under sub-regulation (1), shall be divided equally amongst the total number of Informants.", "The Reward under these regulations shall be paid from the Investor Protection and Education Fund.", "The amount of the Reward, if payable, shall be determined by the Board.", "While determining the amount of Reward under sub-regulation (1), the Board may specify the factors that may be taken into consideration by the Informant Incentive Committee.", "An Informant may be eligible for a Reward whether or not he reported the matter to his organization as per its internal legal and compliance procedures and irrespective of such", "organization’s compliance officer subsequently providing the same Information to the Board.", "Informants who are considered tentatively eligible for a Reward, shall submit the Informant Reward Claim Form set out in Schedule E to the Board within the period specified in the intimation sent by the Board.", "Prior to the payment of a Reward, an Informant shall directly or through his or her legal representative, disclose his or her identity and provide such other information as the Board may require.", "7G. No Reward shall be made to an Informant:-\n(1)who does not submit original information;\n(2)who has acquired the Original Information, through or as a member, officer, or an employee\nof:-\n(i)any regulatory agency constituted by or under any law in India or outside India, including the Board;\n(ii)any self-regulatory organization;\n(iii)the surveillance or investigation wings of any recognised stock exchange or clearing corporation; or\n(iv)any law enforcement organization including the police or any central or state revenue authorities.\n(3)against whom the Board may initiate or has initiated criminal proceedings under securities laws;\n(4)who wilfully refused to cooperate with the Board during its course of investigation, inquiry, audit, examination or other proceedings under securities laws;\n(5)who:\n(i)knowingly makes any false, fictitious, or fraudulent statement or representation; or\n(ii)uses any false writing or document knowing that the writing or document contains any false, fictitious, or fraudulent statement or entry; or\n(iii)fails to furnish the complete information available with him or accessible by him in relation to the alleged violation.\n(6)who is obligated, under any law or otherwise, to report such Original Information to the Board, including a compliance officer under securities laws.", "Any information including Original Information may, at the discretion of the Board, be made available:\n(a)when it is required to be disclosed in connection with any legal proceedings in furtherance of the Board’s legal position;\n(b)as permitted by these regulations; or\n(c)as may be otherwise required or permitted by law.", "Original Information may, at the discretion of the Board, be made available to -\n(i)any regulatory agency constituted by or under any law in India or outside India;\n(ii)any self-regulatory organization;\n(iii)the surveillance or investigation wings of any recognised stock exchange or clearing corporation; or\n(iv)any law enforcement organization including the police or any central or state revenue authorities; or\n(v)a public prosecutor in connection with any criminal proceedings.\nProvided that sharing of information shall be in accordance with such assurances of confidentiality as the Board determines appropriate.\nExplanation - Nothing in these regulations is intended to limit, or shall be construed to limit, the ability of the public prosecutor to share such evidence with potential witnesses or accused in connection with any criminal proceedings.", "The Original Information and identity provided by an Informant shall be held in confidence and exempted from disclosure under clauses (g) and (h) of sub-section (1) of section 8 of the Right to Information Act, 2005 (No. 22 of 2005).", "Subject to the law of evidence for the time being in force, nothing in these regulations shall prejudice the right of the Board to use or to rely on information received otherwise.", "No person shall have the right to compel disclosure of the identity, existence of an Informant or the information provided by an Informant, except to the extent relied upon in any proceeding initiated against such person by the Board.", "Explanation 1. – The confidentiality in respect of the identity and existence of the Informant shall be maintained throughout the process of investigation, inquiry and examination as well as during any proceedings before the Board and save where the evidence of the Informant is required during such proceedings, advance notice of such evidence may be provided to the noticee at least seven (7) working days prior to the date of the scheduled hearing for evidence.", "Every person required to have a Code of Conduct under these regulations shall ensure that such a Code of Conduct provides for suitable protection against any discharge, termination, demotion, suspension, threats, harassment, directly or indirectly or discrimination against any employee who files a Voluntary Information Disclosure Form, irrespective of whether the information is considered or rejected by the Board or he or she is eligible for a Reward under these regulations, by reason of:\n(i)filing a Voluntary Information Disclosure Form under these regulations;\n(ii)testifying in, participating in, or otherwise assisting or aiding the Board in any investigation, inquiry, audit, examination or proceeding instituted or about to be instituted for an alleged violation of insider trading laws or in any manner aiding the enforcement action taken by the Board; or\n(iii)breaching any confidentiality agreement or provisions of any terms and conditions of employment or engagement solely to prevent any employee from cooperating with the\nBoard in any manner.\nExplanation 1. - For the purpose of this Chapter, “employee” means any individual who during employment may become privy to information relating to violation of insider trading laws and files a Voluntary Information Disclosure Form under these regulations and is a director, partner, regular or contractual employee, but does not include an advocate.\nExplanation 2. - Nothing in this regulation shall require the employee to establish that,-\n(i)the Board has taken up any enforcement action in furtherance of information provided by such person; or\n(ii)the information provided fulfils the criteria of being considered as an Original Information under these regulations.", "Nothing in these regulations shall prohibit any Informant who believes that he or she has been subject to retaliation or victimisation by his or her employer, from approaching the competent court or tribunal for appropriate relief.", "Notwithstanding anything contained in sub-regulation (2), any employer who violates this Chapter may be liable for penalty, debarment, suspension, and/or criminal prosecution by the Board, as the case may be:", "Any term in an agreement (oral or written) or Code of Conduct, is void in so far as it purports to preclude any person, other than an advocate, from submitting to the Board information relating to the violation of the securities laws that has occurred, is occurring or has a reasonable belief that it would occur.", "No person shall by way of any threat or act impede an individual from communicating with the Board, including enforcing or threatening to enforce, a confidentiality agreement (other than agreements related to legal representations of a client and communications there under) with respect to such communications.", "Explanation. - No employer shall require an employee to notify him of any Voluntary Information Disclosure Form filed with the Board or to seek its prior permission or consent or guidance of any person engaged by the employer before or after such filing.", "Nothing in these regulations shall be deemed to provide any amnesty or immunity to an Informant for violation of securities law.", "Where an action against an Informant is deemed appropriate the Board may take into account the co-operation rendered in the final determination of any penalty, sanction, direction or settlement thereof, as the case may be.", "Where an action against an Informant is deemed appropriate, the Board while determining the value of monetary sanctions shall not take into account the monetary sanctions that the Informant is ordered to pay or that which any other person is ordered to pay if the liability of such other person is based substantially on the conduct that the Informant directed, planned, or initiated.", "An Informant who may be liable for enforcement action by the Board based on his or her conduct in connection with securities laws violations reported in the Voluntary Information Disclosure Form filed with the Board, may simultaneously or at any time thereafter file an application seeking settlement with confidentiality under Chapter IX of the Securities and Exchange Board of India (Settlement Proceedings) Regulations, 2018.", "Notwithstanding any action taken by the Board against an Informant, the Informant may, after payment of any monetary amounts be eligible for a Reward.", "The Informant Incentive Committee shall be assisted by the Office of Informant Protection.", "The Informant Incentive Committee shall give its recommendations to the Board on the following matters,-\ni.Eligibility of Informant for reward;\nii.Determination under regulations 7E and 7G; and\niii.Such other issues relating to Informant as the Board may require from time to time.", "The Board shall upload on its website the following,-\ni.Annual report of the Office of Informant Protection;\nii.Press release informing the public that an intimation to the Informant has been issued under Regulation 7D;\niii.Press release informing the public that a Reward has been paid under these regulations and the amount of Monetary Sanctions recovered pursuant to the information provided by the Informant;\niv.The Order issuing the Reward;", "The board of directors of every company, whose securities are listed on a stock exchange, shall formulate and publish on its official website, a code of practices and procedures for fair disclosure of unpublished price sensitive information that it would follow in order to adhere to each of the principles set out in Schedule A to these regulations, without diluting the provisions of these regulations in any manner.", "NOTE: This provision intends to require every company whose securities are listed on stock exchanges to formulate a stated framework and policy for fair disclosure of events and occurrences that could impact price discovery in the market for its securities. Principles such as, equality of access to information, publication of policies such as those on dividend, inorganic growth pursuits, calls and meetings with analysts, publication of transcripts of such calls and meetings, and the like are set out in the schedule.", "Every such code of practices and procedures for fair disclosure of unpublished price sensitive information and every amendment thereto shall be promptly intimated to the stock exchanges where the securities are listed.", "NOTE: This provision is aimed at requiring transparent disclosure of the policy formulated in sub-regulation (1).", "The board of directors of every listed company and the board of directors or head(s) of the organisation of every intermediary shall ensure that the chief executive officer or managing director shall formulate a code of conduct with their approval to regulate, monitor and report trading by its designated persons and immediate relatives of designated persons towards achieving compliance with these regulations, adopting the minimum standards set out in Schedule B (in case of a listed company) and Schedule C (in case of an intermediary) to these regulations, without diluting the provisions of these regulations in any manner.", "Explanation – For the avoidance of doubt it is clarified that intermediaries, which are listed, would be required to formulate a code of conduct to regulate, monitor and report trading by their designated persons, by adopting the minimum standards set out in Schedule B with respect to trading in their own securities and in Schedule C with respect to trading in other securities.", "NOTE: It is intended that every company whose securities are listed on stock exchanges and every intermediary registered with SEBI is mandatorily required to formulate a code of conduct governing trading by designated persons and their immediate relatives. The standards set out in the schedules are required to be addressed by such code of conduct.", "26 Substituted for the words “market intermediary” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "27Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "28Substituted for the words “employees and other connected persons” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "29Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "30Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "31Substituted for the words “market intermediary” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "32Substituted for the words “its employees” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "33Substituted for the word “schedule” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)", "The board of directors or head(s) of the organisation, of every other person who is", "required to handle unpublished price sensitive information in the course of business operations shall formulate a code of conduct to regulate, monitor and report trading by their designated persons and immediate relative of designated persons towards achieving compliance with these regulations, adopting the minimum standards set out in Schedule C to these regulations, without diluting the provisions of these regulations in any manner.", "Explanation - Professional firms such as auditors, accountancy firms, law firms, analysts, insolvency professional entities, consultants, banks etc., assisting or advising listed companies shall be collectively referred to as fiduciaries for the purpose of these regulations.", "NOTE: This provision is intended to mandate persons other than listed companies and intermediaries that are required to handle unpublished price sensitive information to formulate a code of conduct governing trading in securities by their designated persons. These entities include professional firms such as auditors, accountancy firms, law firms, analysts, insolvency professional entities, consultants, banks etc., assisting or advising listed companies. Even entities that normally operate outside the capital market may handle unpublished price sensitive information. This provision would mandate all of them to formulate a code of conduct.", "34 Substituted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019). Prior to substitution Sub-regulation (2) read as under:", "“Every other person who is required to handle unpublished price sensitive information in the course of business operations shall formulate a code of conduct to regulate, monitor and report trading by employees and other connected persons towards achieving compliance with these regulations, adopting the minimum standards set out in Schedule B to these regulations, without diluting the provisions of these regulations in any manner.”", "35 Substituted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019). Prior to substitution the Note read as under:", "“This provision is intended to mandate persons other than listed companies and market intermediaries that are required to handle unpublished price sensitive information to formulate a code of conduct governing trading in securities by their employees. These entities include professional firms such as auditors, accountancy firms, law firms, analysts, consultants etc., assisting or advising listed companies, market intermediaries and other capital market participants. Even entities that normally operate outside the capital market may handle unpublished price sensitive information. This provision would mandate all of them to formulate a code of conduct.”", "Every listed company, intermediary and other persons formulating a code of conduct shall identify and designate a compliance officer to administer the code of conduct and other requirements under these regulations.", "NOTE: This provision is intended to designate a senior officer as the compliance officer with the responsibility to administer the code of conduct and monitor compliance with these regulations.", "For the purpose of sub regulation (1) and (2), the board of directors or such other analogous authority shall in consultation with the compliance officer specify the designated persons to be covered by the code of conduct on the basis of their role and function in the organisation and the access that such role and function would provide to unpublished price sensitive information in addition to seniority and professional designation and shall include:-\n(i)Employees of such listed company, intermediary or fiduciary designated on the basis of their functional role or access to unpublished price sensitive information in the organization by their board of directors or analogous body;\n(ii)Employees of material subsidiaries of such listed companies designated on the basis of their functional role or access to unpublished price sensitive information in the organization by their board of directors;\n(iii)All promoters of listed companies and promoters who are individuals or investment companies for intermediaries or fiduciaries;\n(iv)Chief Executive Officer and employees upto two levels below Chief Executive Officer of such listed company, intermediary, fiduciary and its material subsidiaries irrespective of their functional role in the company or ability to have access to unpublished price sensitive information;\n36 Substituted for the words “market intermediary” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n37Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n(v)Any support staff of listed company, intermediary or fiduciary such as IT staff or secretarial staff who have access to unpublished price sensitive information.", "The Chief Executive Officer, Managing Director or such other analogous person of a listed company, intermediary or fiduciary shall put in place adequate and effective system of internal controls to ensure compliance with the requirements given in these regulations to prevent insider trading.", "The internal controls shall include the following:\n(a). all employees who have access to unpublished price sensitive information are identified as designated person;\n(b). all the unpublished price sensitive information shall be identified and its confidentiality shall be maintained as per the requirements of these regulations;\n(c). adequate restrictions shall be placed on communication or procurement of unpublished price sensitive information as required by these regulations;\n(d). lists of all employees and other persons with whom unpublished price sensitive information is shared shall be maintained and confidentiality agreements shall be signed or notice shall be served to all such employees and persons;\n(e). all other relevant requirements specified under these regulations shall be complied with;\n(f).\nperiodic process review to evaluate effectiveness of such internal controls.\n38Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Amendment) Regulations, 2018 (w.e.f. April 01, 2019)\n39Substituted for the word “employee” by Securities and Exchange Board of India (Prohibition of Insider Trading) (Second Amendment) Regulations, 2019 (w.e.f. July 25, 2019)", "The board of directors of every listed company and the board of directors or head(s) of the organisation of intermediaries and fiduciaries shall ensure that the Chief Executive Officer or the Managing Director or such other analogous person ensures compliance with regulation 9 and sub-regulations (1) and (2) of this regulation.", "The Audit Committee of a listed company or other analogous body for intermediary or fiduciary shall review compliance with the provisions of these regulations at least once in a financial year and shall verify that the systems for internal control are adequate and are operating effectively.", "Every listed company shall formulate written policies and procedures for inquiry in case of leak of unpublished price sensitive information or suspected leak of unpublished price sensitive information, which shall be approved by board of directors of the company and accordingly initiate appropriate inquiries on becoming aware of leak of unpublished price sensitive information or suspected leak of unpublished price sensitive information and inform the Board promptly of such leaks, inquiries and results of such inquiries.", "Any contravention of these regulations shall be dealt with by the Board in accordance with the Act.", " In order to remove any difficulties in the interpretation or application of the provisions of these regulations, the Board shall have the power to issue directions through guidance notes or circulars:", "Provided that where any direction is issued by the Board in a specific case relating to interpretation or application of any provision of these regulations, it shall be done only after affording a reasonable opportunity of being heard to the concerned persons and after recording reasons for the direction.\n(2) For the purpose of Chapter IIIA, the Board may,-\ni.by circular, specify procedures and processes for carrying out the purposes of these regulations;\nii.remove any difficulty in the interpretation or application or implementation of the provisions of these regulations, by issuing clarifications and specifying procedures through circulars or guidelines.", "The Securities and Exchange Board of India (Prohibition of Insider Trading) Regulations, 1992 are hereby repealed.", "40 Renumbered as 11 (1) by Securities and Exchange Board of India (Prohibition of Insider Trading) (Third Amendment) Regulations, 2019 (w.e.f. December 26, 2019)", "41 Inserted by Securities and Exchange Board of India (Prohibition of Insider Trading) (Third Amendment) Regulations, 2019 (w.e.f. December 26, 2019)", "Notwithstanding such repeal,—\n(a)the previous operation of the repealed regulations or anything duly done or suffered thereunder, any right, privilege, obligation or liability acquired, accrued or incurred under the repealed regulations, any penalty, forfeiture or punishment incurred in respect of any offence committed against the repealed regulations, or any investigation, legal proceeding or remedy in respect of any such right, privilege, obligation, liability, penalty, forfeiture or punishment as aforesaid, shall remain unaffected as if the repealed regulations had never been repealed; and\n(b)anything done or any action taken or purported to have been done or taken including any adjudication, enquiry or investigation commenced or show-cause notice issued under the repealed regulations prior to such repeal, shall be deemed to have been done or taken under the corresponding provisions of these regulations;"]